Repository: RKWKomZe/RkwCompetition
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_rkwcompetition_domain_model_register
source: Register
de: Anmeldung

# tx_rkwcompetition_domain_model_register.salutation
source: Salutation
de: Anrede

# tx_rkwcompetition_domain_model_register.salutation.I.0
source: -- Please select --
de: -- Bitte auswählen --

# tx_rkwcompetition_domain_model_register.salutation.I.1
source: Mr.
de: Herr

# tx_rkwcompetition_domain_model_register.salutation.I.2
source: Mrs.
de: Frau

# tx_rkwcompetition_domain_model_register.salutation.I.3
source: Mx
de: Divers

# tx_rkwcompetition_domain_model_register.title
source: Title
de: Titel

# tx_rkwcompetition_domain_model_register.first_name
source: First Name
de: Vorname

# tx_rkwcompetition_domain_model_register.last_name
source: Last Name
de: Nachname

# tx_rkwcompetition_domain_model_register.institution
source: Institution
de: Institution (Hochschule, Institution, Firma)

# tx_rkwcompetition_domain_model_register.address
source: Address
de: Adresse

# tx_rkwcompetition_domain_model_register.zip
source: Zip
de: PLZ

# tx_rkwcompetition_domain_model_register.city
source: City
de: Stadt

# tx_rkwcompetition_domain_model_register.telephone
source: Telephone
de: Telefon

# tx_rkwcompetition_domain_model_register.contribution_title
source: Contribution Title
de: Titel des Beitrags

# tx_rkwcompetition_domain_model_register.type_of_work
source: Type Of Work
de: Art der Arbeit (Einzel- oder Gruppenarbeit)

# tx_rkwcompetition_domain_model_register.type_of_work.I.99
source: -- Please select --
de: -- Bitte wählen --

# tx_rkwcompetition_domain_model_register.type_of_work.I.1
source: Individual work
de: Einzelarbeit

# tx_rkwcompetition_domain_model_register.type_of_work.I.2
source: Group work
de: Gruppenarbeit

# tx_rkwcompetition_domain_model_register.sector
source: Sector
de: Wettbewerbsbereich

# tx_rkwcompetition_domain_model_register.remark
source: Remark
de: Anmerkung

# tx_rkwcompetition_domain_model_register.privacy
source: Privacy
de: Zustimmung zur Datenschutzerklärung

# tx_rkwcompetition_domain_model_register.conditions_of_participation
source: Conditions Of Participation
de: Zustimmung zu Teilnahmebedingungen

# tx_rkwcompetition_domain_model_register.is_group_work
source: Is Group Work
de: Ist Gruppenarbeit

# tx_rkwcompetition_domain_model_register.group_work_insurance
source: Group Work Insurance
de: Eidestattliche Versicherung, dass im Namen den anderen Gruppenmitglieder Anmeldung zulässig

# tx_rkwcompetition_domain_model_register.group_work_add_persons
source: Group Work Add Persons
de: Namen der anderen Gruppenmitglieder (Anrede, Titel, Vorname und Nachname)

# tx_rkwcompetition_domain_model_register.frontend_user
source: Frontend User
de: Nutzer

# tx_rkwcompetition_domain_model_register.competition
source: Competition
de: Wettbewerb

# tx_rkwcompetition_domain_model_register.user_submitted_at
source: User submitted at
de: Eingereicht am

# tx_rkwcompetition_domain_model_register.admin_approved
source: Admin approved
de: Genehmigt am

# tx_rkwcompetition_domain_model_register.admin_approved_by
source: Admin approved by
de: Genehmigt von

# tx_rkwcompetition_domain_model_register.admin_approved_at
source: Admin approved at
de: Genehmigt am

# tx_rkwcompetition_domain_model_register.admin_refused
source: Admin refused
de: Abgelehnt

# tx_rkwcompetition_domain_model_register.admin_refused_by
source: Admin refused by
de: Abgelehnt von

# tx_rkwcompetition_domain_model_register.admin_refused_at
source: Admin refused at
de: Abgelehnt am

# tx_rkwcompetition_domain_model_register.admin_refused_text
source: Admin refused text
de: Begründung der Ablehnung

# tx_rkwcompetition_domain_model_upload.abstract
source: Abstract
de: Kurzfassung

# tx_rkwcompetition_domain_model_upload.full
source: Full
de: Langfassung

# tx_rkwcompetition_domain_model_upload.remark
source: Remark
de: Anmerkung

# tx_rkwcompetition_domain_model_juryreference
source: Jury Reference
de: Jury Verknüpfung

# tx_rkwcompetition_domain_model_juryreference.invitation_mail_tstamp
source: Invitation Mail Tstamp
de: Einladungsmail verschickt am

# tx_rkwcompetition_domain_model_juryreference.consented_at
source: Constented at
de: Einwilligung erhalten am

# tx_rkwcompetition_domain_model_juryreference.competition
source: Competition
de: Wettbewerb

# tx_rkwcompetition_domain_model_juryreference.frontend_user
source: FrontendUser
de: Nutzer

# tx_rkwcompetition_domain_model_competition
source: Competition
de: Wettbewerb

# tx_rkwcompetition_domain_model_competition.title
source: Title
de: Titel

# tx_rkwcompetition_domain_model_competition.register_start
source: Register Start
de: Beginn Anmeldungsperiode

# tx_rkwcompetition_domain_model_competition.register_end
source: Register End
de: Ende Anmeldungsperiode

# tx_rkwcompetition_domain_model_competition.jury_access_end
source: Jury Access End
de: Ende Jury Zugriff

# tx_rkwcompetition_domain_model_competition.record_removal_date
source: Record removal date
de: Warnung: An diesem Datum werden alle Daten zum Wettbewerb endgültig gelöscht!

# tx_rkwcompetition_domain_model_competition.jury_add_data
source: Jury Add Data
de: Jury (zusätzliche Informationen)

# tx_rkwcompetition_domain_model_competition.link_jury_declaration_confident
source: Jury Declaration Confident
de: Jury Verschwiegendheitserklärung

# tx_rkwcompetition_domain_model_competition.allow_team_participation
source: Allow Team Participation
de: Gruppenarbeit erlaubt

# tx_rkwcompetition_domain_model_competition.reminder_incomplete_mail_tstamp
source: Reminder Incomplete Tstamp
de: Erinnerungsmail für unvollständige Bewerbungen

# tx_rkwcompetition_domain_model_competition.reminder_cleanup_mail_tstamp
source: Reminder Cleanup Interval
de: Erinnerungsmail für Warnung zur Datenlöschung

# tx_rkwcompetition_domain_model_competition.reminder_jury_mail_tstamp
source: Reminder Jury Tstamp
de: Erinnerungsmail für Jury

# tx_rkwcompetition_domain_model_competition.closing_day_mail_tstamp
source: Closing Day Tstamp
de: Erinnerungsmail für Deadline-Day

# tx_rkwcompetition_domain_model_competition.link_cond_participation
source: Link Cond Participation
de: Link Teilnahmebedingungen

# tx_rkwcompetition_domain_model_competition.link_privacy
source: Link Privacy
de: Link Datenschutz

# tx_rkwcompetition_domain_model_competition.admin_member
source: Admin Member
de: Admin

# tx_rkwcompetition_domain_model_competition.jury_member_candidate
source: Jury Member Candidates
de: Jury (Kandidaten)

# tx_rkwcompetition_domain_model_competition.jury_member_confirmed
source: Jury Member Confirmed
de: Jurymitglieder (Bestätigt)

# tx_rkwcompetition_domain_model_competition.group_for_jury
source: Group For Jury
de: Jury Gruppe

# tx_rkwcompetition_domain_model_competition.group_for_user
source: Group For User
de: Nutzer Gruppe

# tx_rkwcompetition_domain_model_competition.sectors
source: Sectors
de: Bereiche

# tx_rkwcompetition_domain_model_competition.register
source: Register
de: Anmeldung

# tx_rkwcompetition_domain_model_sector
source: Sector
de: Bereich

# tx_rkwcompetition_domain_model_sector.title
source: Title
de: Titel

# tx_rkwcompetition_domain_model_sector.description
source: Description
de: Beschreibung
