Repository: RKWKomZe/RkwCompetition
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# templates_email_frontendUser_approved.text1
source: There is news about a competition organised by RKW.
de: es gibt Neuigkeiten zu einem Wettbewerbs des RKW.

# templates_email_frontendUser_approved.text2
source: Your registration has been approved:
de: Ihre Registrierung wurde akzeptiert und final genehmigt:

# templates_email_frontendUser_approved.text3
source: Login here to take a look to your registration.
de: Loggen Sie sich hier ein, um Ihre Angaben im Detail anzusehen

# templates_email_frontendUser_approved.showHeadline
source: Show registration
de: Wettbewerbsregistrierung ansehen

# templates_email_frontendUser_refused.headline
source: Hello %s %s,
de: Hallo %s %s,

# templates_email_frontendUser_refused.text1
source: There is news about a competition organised by RKW.
de: es gibt Neuigkeiten zu einem Wettbewerbs des RKW.

# templates_email_frontendUser_refused.text2
source: Your registration has been refused:
de: Ihre Registrierung wurde vorläufig abgelehnt:

# templates_email_frontendUser_refused.text3
source: Login here to take a look to your registration.
de: Loggen Sie sich hier ein, um Ihre Angaben im Detail anzusehen und Ihre Unterlagen zu aktualisieren.

# templates_email_frontendUser_refused.showHeadline
source: Show registration
de: Wettbewerbsanmeldungen ansehen

# templates_email_frontendUser_refused.reason
source: Reason:
de: Begründung:

# templates_email_frontendUser_incomplete.headline
source: Hello %s %s,
de: Hallo %s %s,

# templates_email_frontendUser_incomplete.text1
source: This is a reminder about a competition organised by RKW.
de: dies ist eine Erinnerung zu einem Wettbewerbs des RKW.

# templates_email_frontendUser_incomplete.text2
source: Your registration is unsubmitted yet:
de: Sie haben Ihre Anmeldung bisher nicht finalisiert und eingereicht. Benötigen Sie Hilfe oder haben Sie Fragen?

# templates_email_frontendUser_incomplete.text3
source: Login here to take a look to your registration.
de: Loggen Sie sich hier ein, um Ihre Angaben im Detail anzusehen und Ihre Unterlagen zu aktualisieren.

# templates_email_frontendUser_incomplete.showHeadline
source: Show registration
de: Wettbewerbsanmeldungen ansehen

# templates_email_frontendUser_submit.headline
source: Hello %s %s,
de: Hallo %s %s,

# templates_email_frontendUser_submit.text1
source: There is news about a competition organised by RKW.
de: sie haben Ihre Wettbewerbsanmeldung erfolgreich eingereicht.

# templates_email_frontendUser_submit.text2
source: Your registration has been submitted:
de: Wir drücken Ihnen die Daumen:

# templates_email_frontendUser_submit.text3
source: Login here to take a look to your registration.
de: Loggen Sie sich hier ein, um Ihre Angaben im Detail anzusehen

# templates_email_frontendUser_submit.showHeadline
source: Show registration
de: Wettbewerbsregistrierung ansehen

# templates_email_frontendUser_submit.text1
source: thanks for your registration.
de: vielen Dank für Ihre Interesse an einem Wettbewerb des RKW.

# templates_email_frontendUser_submit.text2
source: Please upload your files.
de: Bitte vervollständigen Sie jetzt Ihre Anmeldung durch das hochladen entsprechender Dateien.

# templates_email_frontendUser_juryNotify.headline
source: Hello %s %s,
de: Hallo %s %s,

# templates_email_frontendUser_juryNotify.text1
source: you have been selected.
de: Sie wurden ausgewählt als Jury-Mitglied an einem Wettbewerb des RKWs teilzunehmen.

# templates_email_frontendUser_juryNotify.text2
source: Please agree to our terms to participate.
de: Dafür benötigen wir jedoch noch Ihre Einverständnis- und Verschwiegendheitserklärung.

# templates_email_frontendUser_juryNotify.text3
source: Login here to take a look to the competitions.
de: Klicken Sie hier ein, um Ihre Nominierung zu bestätigen.

# templates_email_frontendUser_juryNotify.showHeadline
source: Show registration
de: Nominierung ansehen

# templates_email_frontendUser_delete.headline
source: Hello %s %s,
de: Hallo %s %s,

# templates_email_frontendUser_delete.text1
source: sorry to see you go.
de: wir hätten Sie gerne dabei gehabt. Selbstverständlich kommen wir aber Ihrem Wunsch nach und löschen Ihre Anmeldung zum Wettbewerb.

# templates_email_frontendUser_delete.text2
source: Please find below the details of your canceled reservation.
de: Untenstehend finden Sie die Details Ihrer zurückgezogenen Bewerbung. Bei Rückfragen können Sie einfach direkt auf diese E-Mail antworten.

# templates_email_frontendUser_closingDayApproved.headline
source: Hello %s %s,
de: Hallo %s %s,

# templates_email_frontendUser_closingDayApproved.text1
source: great news!
de: Tolle Neuigkeiten! Die Bewerbungsphase ist beendet und der Ball liegt nun bei der Jury.

# templates_email_frontendUser_closingDayApproved.text2
source: Please find below the details of your reservation.
de: Untenstehend finden Sie die Details Ihrer Bewerbung. Bei Rückfragen können Sie einfach direkt auf diese E-Mail antworten.

# templates_email_frontendUser_closingDayIncomplete.headline
source: Hello %s %s,
de: Hallo %s %s,

# templates_email_frontendUser_closingDayIncomplete.text1
source: bad news!
de: Schade! Die Bewerbungsphase ist beendet und wir konnten Ihren Beitrag leider nicht berücksichtigen.

# templates_email_frontendUser_closingDayIncomplete.text2
source: Please find below the details of your reservation.
de: Untenstehend finden Sie die Details Ihrer Bewerbung. Bei Rückfragen können Sie einfach direkt auf diese E-Mail antworten.

# templates_email_frontendUser_closingDayIncomplete.showHeadline
source: Show registration
de: Bewerbung ansehen

# templates_email_backendUser_confirmation.headline
source: Hello %s,
de: Hallo %s,

# templates_email_backendUser_confirmation.text1
source: a registration has been placed.
de: jemand hat sich über die Website an einen Wettbewerbs angemeldet. Sie können dem oder der Nutzenden direkt auf diese E-Mail antworten, um etwaige Fragen zu klären.

# templates_email_backendUser_confirmation.text2
source: IMPORTANT: The user has already received a confirmation for his reservation. He will also automatically receive a reminder-mail a few days before the event.
de: WICHTIG: Der oder die Nutzende haben bereits eine Bestätigungsemail für die Anmeldung erhalten.

# templates_email_backendUser_delete.headline
source: Hello %s,
de: Hallo %s,

# templates_email_backendUser_delete.text1
source: a registration has been canceled.
de: jemand hat über die Website seine Bewerbung zu einem Wettbewerb zurückgezogen. Sie können dem oder der Nutzenden direkt auf diese E-Mail antworten, um etwaige Fragen zu klären.

# templates_email_backendUser_removalReminder.headline
source: Hello %s,
de: Hallo %s,

# templates_email_backendUser_removalReminder.text1
source: a competition will be removed soon.
de: ein abgelaufener Wettbewerb wird demnächst gelöscht werden.

# templates_email_backendUser_removalReminder.text2
source: Secure the data and information you want to receive now.
de: Sichern sie sich jetzt noch Daten und Informationen, die sie erhalten wollen.

# templates_email_backendUser_submit.headline
source: Hello %s,
de: Hallo %s,

# templates_email_backendUser_submit.text1
source: a registration has been submitted.
de: jemand hat eine Wettbewerbsanmeldung vollständig ausgefüllt und eingereicht. Sie können dem oder der Nutzenden direkt auf diese E-Mail antworten, um etwaige Fragen zu klären.

# templates_email_backendUser_submit.text2
source: IMPORTANT: The user has already received a confirmation for his reservation. He will also automatically receive a reminder-mail a few days before the event.
de: WICHTIG: Der oder die Nutzende haben bereits eine Bestätigungsemail für die Anmeldung erhalten.

# templates_email_backendUser_closingDay.headline
source: Hello %s,
de: Hallo %s,

# templates_email_backendUser_closingDay.text1
source: a competition register period comes to it's end.
de: Die Bewerbungsphase eines Wettbewerbs ist beendet.

# templates_email_backendUser_closingDay.text2
source: IMPORTANT: You found downloadable content inside the TYPO3 backend module.
de: WICHTIG: Im zugehörigen Backend Module finden Sie nun herunterladbare Informationen zu den jeweiligen Bewerbungen.

# backend_layouts_default.backToStart
source: Back to Start
de: Zurück zum Anfang

# templates_backend_registerDetail.back
source: Back
de: Zurück zum Wettbewerb

# templates_backend_registerDetail.titleOfWork
source: Title of work
de: Titel der Arbeit

# templates_backend_registerDetail.sector
source: Sector
de: Wettbewerbsbereich

# templates_backend_registerDetail.registerName
source: Register name
de: Name Bewerber

# templates_backend_registerDetail.registerContact
source: Register contact
de: Kontakt Bewerber

# templates_backend_registerDetail.registerAddress
source: Register address
de: Adresse Bewerber

# templates_backend_registerDetail.isGroupWork
source: Is group work
de: Ist Gruppenarbeit

# templates_backend_registerDetail.groupWorkInsurance
source: Group work insurance
de: Eidstattliche Versicherung

# templates_backend_registerDetail.groupWorkAddPersons
source: Group work additional persons
de: Gruppenarbeit weitere Personen

# templates_backend_registerDetail.remark
source: Remark
de: Anmerkung

# templates_backend_registerDetail.conditionsAccepted
source: Conditions accepted
de: Nutzungsbedingungen akzeptiert

# templates_backend_registerDetail.privacyAccepted
source: Privacy accepted
de: Datenschutzbestimmungen akzeptiert

# templates_backend_registerDetail.shortPdf
source: Short version PDF
de: Kurzfassung PDF (+ Word File?)

# templates_backend_registerDetail.download
source: Download
de: Herunterladen

# templates_backend_registerDetail.noFile
source: No file
de: Keine Datei vorhanden

# templates_backend_registerDetail.longPdf
source: Long version PDF
de: Langfassung PDF (+ Word File?)

# templates_backend_registerDetail.ownCloudPass
source: OwnCloud password
de: OwnCloud Passwort

# templates_backend_registerDetail.adminRefusedAt
source: Refused at:
de: Zurückgewiesen am:

# templates_backend_registerDetail.adminRefusedBy
source: Refused by:
de: Zurückgewiesen von:

# templates_backend_registerDetail.adminApprovedAt
source: Approved at:
de: Genehmigt am:

# templates_backend_registerDetail.adminApprovedBy
source: Approved by:
de: Genehmigt von:

# templates_backend_registerDetail.alreadyApproved
source: Already approved
de: Aufgrund bereits erfolgter Genehmigung ist keine Aktion mehr möglich

# templates_backend_registerDetail.correctData
source: Correct data
de: Daten korrekt

# templates_backend_registerDetail.submitHintApprove
source: Note: Upon submitting, the user will receive an e-mail informing them that the data has been successfully checked.
de: Hinweis: Mit absenden erhält der Nutzer eine E-Mail mit der Information, dass die Daten erfolgreich geprüft wurden.

# templates_backend_registerDetail.unlock
source: Unlock
de: Freischalten

# templates_backend_registerDetail.incompleteData
source: Incomplete data
de: Daten unvollständig

# templates_backend_registerDetail.submitHintRefuse
source: Note: By submitting, the user will receive an e-mail with the information from the completed text field.
de: Hinweis: Mit absenden erhält der Nutzer eine E-Mail mit der Information aus dem ausgefüllten Textfeld.

# templates_backend_registerDetail.adminRefusedText
source: Admin refused text
de: Erläuterung zur Zurückweisung der Bewerbung. Dieser Text wird dem Bewerber per E-Mail gesendet.

# templates_backend_registerDetail.refuse
source: Refuse
de: Zurückweisen

# templates_backend_list.headline
source: Show results
de: Anzeigen der Wettbewerbe

# templates_backend_list.intro1
source: Show results
de: Bitte wählen Sie den Wettbewerb aus, von dem Sie weitere Details betrachten wollen.

# templates_backend_list.intro2
source: Existing competitions:
de: Vorhandene Wettbewerbe:

# templates_backend_list.intro10
source: Show optional competition results.
de: Hier können Sie optional ein spezifisches Wettbewerbsergebnis betrachten.

# templates_backend_list.no_competition
source: No competitions available.
de: Keine Wettbewerbe vorhanden.

# templates_backend_list.proceed
source: Proceed
de: Fortfahren

# templates_backend_list.total_data
source: Total data
de: Gesamtdaten

# templates_backend_list.title
source: Title
de: Titel

# templates_backend_list.reg_total
source: Registered Total
de: Registriert total

# templates_backend_list.reg_appr
source: Registered approved
de: Registrierung genehmigt

# templates_backend_list.action
source: Action
de: Aktion

# templates_backend_list.show
source: Show
de: Anzeigen

# tx_rkwcompetition_fluid.templates_backend_show.back
source: Back
de: Zurück zum Wettbewerb

# templates_backend_show.noCompetitionSelected
source: No competition selected
de: Kein Wettbewerb ausgewählt

# templates_backend_show.registrationsTotal
source: Registrations total:
de: Registrierungen total:

# templates_backend_show.finishedRegistrations
source: Finished registrations:
de: Abgeschlossene Registrierungen:

# templates_backend_show.refusedRegistrations
source: Refused registrations:
de: Abgelehnte Registrierungen:

# templates_backend_show.confirmedJuryMember
source: Confirmed jury member
de: Bestätigte Jury-Mitglieder

# templates_backend_show.confirmedJuryMemberExplained
source: In addition to an overview of the jury members confirmed so far, you also have access to the individual link of each jury member to the competition (in case it has been lost, for example).
de: Neben einer Übersicht über die bisher bestätigten Jury-Mitglieder haben Sie hier außerdem Zugriff auf den individuellen Link jedes Jury-Mitglieds zum Wettbewerb (falls dieser z.B. verloren gegangen ist).

# templates_backend_show.confirmedJuryMemberHint
source: Note: Each jury member has an individual link that is linked to their e-mail address. Links of different jury members should therefore not be interchanged.
de: Hinweis: Jedes Jury-Mitglied hat einen individuellen Link, der mit dessen E-Mail Adresse verknüpft ist. Links verschiedener Jury-Mitglieder sollten daher nicht vertauscht werden.

# templates_backend_show.name
source: Name
de: Name, Vorname

# templates_backend_show.title
source: Title
de: Titel

# templates_backend_show.sector
source: Sector
de: Sektor

# templates_backend_show.action
source: Action
de: Aktion

# templates_backend_show.juryInviteMailDate
source: Invitation email received on
de: Einladungsmail erhalten am

# templates_backend_show.juryAgreement
source: Consent to participation
de: Zustimmung zur Teilnahme

# templates_backend_show.juryLink
source: Direct link of the jury member
de: Direktlink des Jurymitglieds

# templates_backend_show.juryIndividualInviteLink
source: Individual participation link
de: Individueller Teilnahme-Link

# templates_backend_show.juryNotConfirmed
source: Not yet confirmed
de: Noch nicht bestätigt
